[
  "remotely-save",
  "obsidian-image-auto-upload-plugin",
  "table-editor-obsidian",
  "code-block-copy",
  "calendar",
  "recent-files-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "better-word-count",
  "obsidian-style-settings",
  "obsidian-git",
  "oz-image-plugin",
  "url-into-selection",
  "obsidian-excel-to-markdown-table",
  "obsidian-outliner",
  "obsidian-excalidraw-plugin",
  "obsidian-memos",
  "big-calendar",
  "obsidian-hider",
  "obsidian-hypothesis-plugin",
  "cmenu-plugin",
  "quickadd",
  "obsidian-pandoc",
  "obsidian-admonition",
  "obsidian-annotator",
  "cmdr",
  "dataview",
  "obsidian-day-planner",
  "obsidian-icon-folder",
  "obsidian-kanban",
  "markdown-prettifier",
  "media-extended",
  "mx-bili-plugin",
  "nldates-obsidian",
  "various-complements",
  "quick-explorer",
  "obsidian-activity-history",
  "obsidian-checklist-plugin",
  "obsidian-pangu",
  "homepage",
  "hotkey-helper",
  "obsidian-show-file-path",
  "hotkeysplus-obsidian"
]